{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "By Harriet Busby",
          "textSize": "heading-three"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "textSize": "heading-three",
          "text": ""
        }
      ]
    },
    {
      "type": "grid",
      "layout": [
        6
      ],
      "children": [
        {
          "type": "column",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "\n"
                }
              ]
            },
            {
              "type": "image",
              "url": "https://wallpapercave.com/wp/wp13599384.jpg",
              "caption": "Taylor Swift preforming in the Eras Tour",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "\nThrough poetry, Taylor Swift bridges the gap between pop culture entertainment and poetic storytelling. “Seven” by Taylor Swift is a poem that was first released in 2022. The poem explores the recurring theme of lost innocence. The poem “Seven” reimagines the reader as a younger version of themselves and reflects on how youth is remembered. The poem was initially written in prose. The poem debuted as a recorded interlude/transition between the Red and Folklore segments in Swift's wildly successful Era’s Tour.  Swift is known for her musical work and is a 13-time Grammy winner. Swift began releasing poetry with her music on her eighth studio album, Reputation, in 2017.  Swift then began using her poetry in shows on the Reputation Stadium Tour as an interlude—a tradition that carried on in the Era’s Tour.  In her performance of “Seven,” Taylor Swift employs audio textual techniques—such as echo, rhythm, silence, and background sound—to evoke memory, childhood, and emotional reflection, transforming a transitional interlude into a decisive poetic moment that engages a mass audience with deeply personal themes. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "To understand how “seven” functions as a performance work, it is important to consider the autobiographical element in the poem. The poem “Seven” is based on Swift's childhood experiences, as hinted at in the verse: “with Pennsylvania under me.” Swift is originally from Pennsylvania. There are a few other indicators that it is about her childhood, as seen in the line “I hit my peak at seven,” where seven represents the age she is at the time of the poem. The final indicator of the setting of the poem is the line “or you could start at the beginning.” This suggests that to understand Swift fully, the listener must return to her roots. This poem is a dramatic free-verse poem. The poem was removed from the Eras tour after the North American leg and was not included in the tour film. This poem was essentially erased, with very few recordings remaining. While the exact date of this recording is unknown, it would have been done on the original leg of the tour, so in the summer of 2023."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "When the poet speaks, the poet can change or give new meaning to the words through their voice. This phenomenon is referred to as the “poet's voice.” (MacArthur 44) the poet's voice is characterized by a highly distinctive, formal reading style, serving as a prominent representative (Svenson 9). The sounds that the ear hears are aural, a distinction that Charles Bernstein makes to emphasize the role of the listener rather than the speaker’s orality (Bernstein 12). In Swift's poem performance, she employs a deeper amplitude of her voice in the lines “Staring at the sunset” and “The love lasts so long.” Swift does this to signify an end or change. The two periods in the poem when she drops her voice are at the end. Using the poet's voice provides an opportunity to signify change without explicitly stating anything. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Swift's performance of the poem amplifies the emotional weight of her story. In this audio version of the poem, one of the first noticeable elements is the sound effects, which occupy the first 50 seconds of the recording. Since the poem was recorded for use at a concert and intended to serve as a transition between eras during the performance, the inclusion of music makes sense. The music helps create suspense, especially as it begins softly and gradually incorporates more instruments, before finally a bell chimes and Swift begins the poem. Swift delivers the poem with a natural speaking pattern, meaning the lines are arranged and spoken in usual patterns. While special technical effects mediate the lines, she says them in a relatively casual spoken pattern. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Swift slightly changes the speaking style while maintaining a relatively casual tone, compared to the beginning of the poem. Although it can still be considered a natural speaking style, the slight shift in rhythm and meter is noticeable. It should be noted that this change is accentuated by adding pauses at the end of every line, which adds to the irregular rhythm of her performance. Towards the end of the poem, Swift introduces a rhyme scheme that alters the rhythm, creating an effect that adds rhythm and emphasis to the poem's conclusion. The rhyme also employs an echo technique, making the poem more memorable to listeners. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "At the poem's beginning, Swift uses an echo effect to create a reverberation of the words. At the poem's end, Swift uses rhyme to create another type of echo. Rhyme is the “correspondence of sound between the endings of two or more words, where the syllables carry identical vowel sounds and have identical consonants” (Oxford English Dictionary). Thus, rhyme creates an echoing of the vowel sounds. In this recording, the poem mirrors itself sonically, opening with an echo and closing with another. Mirroring can be employed as a literary device to reveal secrets about a character and prompt reflection in readers. So, the use of mirroring in this poem through echoing shows both the narrator's reflection and details in the poem. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "When the poet speaks, the poet can change or give new meaning to the words through their voice. The different meanings ascribed through various audio techniques are often called “audiotext” (Camlot 5). In Swift's poem performance, she employs a deeper amplitude of her voice in the lines “Staring at the sunset” and “The love lasts so long.” Swift does this to signify an end or change. The two periods in the poem when she drops her voice are at the end. The use of the poet's voice provides an opportunity to signify change without explicitly stating anything, and in this case, Swift does this to convey a heightened emotional impact."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Silence adds as much meaning to the text as talking, which is evident in Swift's use of caesura in the poem. Swift's pausing gives the audience time to reflect on what they are listening to. Given the poem's origins as a song, pauses separate phrases that were typically connected. The use of pausing creates silences where one may not have assumed silence or predicted silence. The silence disrupts the continuity of the speech, altering the meaning of the words. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "The pause in the lines “I hit my peak at seven feet in the swing over the creek” alters the distinction between “seven” and “feet”, which in turn changes the use of the words. The words signify the narrator being seven feet in the air when used in conjunction. However, when they split up, the narrator argues that they hit their peak at seven. Seven, the word seven here could mean the height she is in the sky or the age she was. Swift's use of caesura creates a sense of ambiguity for the reader. Swift employs caesura as a tool to facilitate reflection. One case of the pause occurs between the lines “passed down like folk songs/the love lasts so long.” The pause allows listeners to reflect on the line “songs that have been passed down.” The line is a pivotal moment in the poem, as it is performed at the Eras Tour concert, an event that centers on sharing songs and music. The pause allows the audience to think about the experience they are having. Especially regarding the last line, “the love lasts so long,” which is about the stories that are turned into songs, passed down like folk tales, and the songs that are becoming folk legends at the era's concerts. The pauses allow the audience to fully understand the significance of the event they are attending and how to approach the music for the rest of the show as a narrative."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "A critical moment in the poem sonically is the ending line. “The love lasts so long.” In this line, Swift changes the tempo at which she speaks. This change is used to signify the importance of the line as the poem's closing. The ending is always an essential part of the poem, as it is the last thing the listener will hear and take away. So, Swift switches the tempo of her speech, which signifies to the listeners that they should pay extra attention. Another thing that happens in the closing line is that Swift varies the length of words differently; she runs through the words, reverting to a regular speech pattern, until a certain point. Contrary to what the words are saying, Swift speeds up her speech. In addition to Swift, she deepens her voice, contradicting the peaceful and light tones previously employed in the poem."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "While silence plays a crucial role in the poem, the background sounds create an immersive experience for listeners. The background noises are instrumental and natural sound effects. The background effects create imagery, such as the nature sound effect,s eg bird sounds. At the same time, Swift's discussion of childhood in Pennsylvania transports listeners out of the stadiums where the poems were played and into a creek surrounded by nature. Sound effects also create atmosphere and a dramatic effect. To present a poem at a concert, there would be a necessary amount of drama to engage listeners rather than tune them out. The use of effects for drama is evident at the beginning of the poem, marked by a musical introduction. The musical introduction begins slowly and builds to a crescendo as the poem begins. The crescendo builds tension and leads to the climax, which emphasizes a particular point. In this case, the crescendo brings attention to the poem's start. Bernstein discusses how the presence of other sound “is illusory, making our close listening across the electrostatic barrier our private affair. The recorded reading re-enacts the conditions for dialogue without its actual presence, unless we want to consider the presence of the imagination” (968). While Bernstein discusses the audience's presence, this theory could be applied to all facets of background noise."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "These techniques show that “Seven” is far more than a transitional interlude—it is a deliberate poetic performance designed for a mass audience. The poem is intended to engage the audience as quickly as possible. Swift employs numerous vocal techniques through the use of the poet's voice. Several of the methods include, but are not limited to, caesura, rhyme, and amplitude. At first glance, this poem might seem like a space filler, but it is also a powerful tool that introduces, on average, 68,241 people per show to poetry as a spoken art (McCluskey). Swift's use of poetry in concerts challenges the notion that poetry is reserved for academia or indie venues.  Swift uses her songwriting expertise to craft a poem that engages listeners across all stages of life."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "horizontal-separator",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Works Cited",
                  "textSize": "heading-two"
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "textSize": "heading-two",
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Bernstein, Charles, editor. "
                },
                {
                  "text": "Close Listening: Poetry and the Performed Word.",
                  "italic": true
                },
                {
                  "text": " Oxford University Press, 1998."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Bernstein, Charles. \"Making Audio Visible: The Lessons of Visual Language for the Textualization of Sound.\" Text 16 (2006): 277-289."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Camlot, Jason. "
                },
                {
                  "text": "Phonopoetics: The Making of Early Literary Recordings. ",
                  "italic": true
                },
                {
                  "text": "Stanford University Press, 2019."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "MacArthur, Marit J. “Monotony, the Churches of Poetry Reading, and Sound Studies.” PMLA/Publications of the Modern Language Association of America 131.1 (2016): 38–63. Web."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "McCluskey, Megan. Taylor Swift's Eras Tour Final Shows: By the Numbers. TIME, 6 Dec. 2024, "
                },
                {
                  "type": "link",
                  "url": "https://time.com/7199590/taylor-swift-eras-tour-final-numbers/",
                  "children": [
                    {
                      "text": "https://time.com/7199590/taylor-swift-eras-tour-final-numbers/"
                    }
                  ]
                },
                {
                  "text": ". "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "“Rhyme, N.” Oxford English Dictionary, Oxford UP, March 2025, https://doi.org/10.1093/OED/1023847344."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Svensson, Jimmie. \"Voicing the Text, Texting the Voice: Transmediation in a Poetry Reading by Louise Glück.\" Semiotika 19 (2024): 8-32."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    }
  ],
  "title": "Poetry for the Masses: An Annotation Reflection on the Poem “Seven” ",
  "parent": "17a4781a-e21b-4833-88d2-277175fd478c",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "poetry-for-the-masses-an-annotation-reflecti",
  "created_at": "2025-08-13T14:46:47.848Z",
  "created_by": "saamturner",
  "updated_at": "2025-10-23T16:56:54.009Z",
  "updated_by": "saamturner"
}