{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "grid",
      "layout": [
        2,
        4
      ],
      "children": [
        {
          "type": "column",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "image",
              "url": "https://imgs.search.brave.com/IjpYIs_qNiMomKXhhMXfv5K-m7i4-zJs0t1YCgPVdnQ/rs:fit:860:0:0:0/g:ce/aHR0cHM6Ly9tZWRp/YS5uZXd5b3JrZXIu/Y29tL3Bob3Rvcy81/OTA5NmM4NGViZTkx/MjMzOGEzNzY3NDQv/bWFzdGVyL3dfMTYw/MCxjX2xpbWl0L21h/eWEtYW5nZWxvdS1s/aWZlLTAyLmpwZw",
              "caption": "Maya Angelou",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            }
          ]
        },
        {
          "type": "column",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "\nMaya Angelou’s 1978 poem, “And Still I Rise” is an inspirational poem for many people that lends itself to a plethora of analysis and theories. This was my chosen text for my AVAnnotate project, as there is a noticeable difference in the written work and audiotext, with regards to the manner in which Angelou performs the poem as both play a role with how the poem’s message is intended to be interpreted by the listener. My annotations focus on the differences between the two, ranging from the ways in which Angelou opts to omit or add words, and how she changes the order of preexisting lines in the audiotext in order to create a different meaning from the original work. Additionally, the essay covers some analysis about Angelou’s vocal performance—something I did not go into further detail with my annotations, but believe is crucial to include to provide more context about the poem and audio performance."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "“And Still I Rise” is about overcoming hardships and maintaining an optimistic view on life, and believing one can rise above the challenges they are faced with. The annotations I have conducted for this poem focus on the differences between Angelou’s written text and audiotext—as there are noticeable discrepancies when comparing both texts. Although these changes might be regarded as subtle—whether they be the order of the words, the substitution of particular words, or the omission of words—they are noticeable enough to change the meaning or message of the poem. With that being said, the annotations of my project go into detail as to where the discrepancies occur between Angelou’s written work and the audiotext, along with a detailed analysis of why Angelou might have made these changes. An aforementioned point I made is that a few of these revisions include changing the order of the words in the lines of the poem. Take, for example, the first line in the third stanza, “Just like moons and like suns,” in the original poem (Angelou line 9). In the recording, Angelou switches the order in which she says “moons” and “suns,” and instead says “Just like suns and like moons” (00:01:05-00:01:07). In my annotations, I commented that the reason for this switch might imply the speaker's message for a brighter future as the sun is brighter compared to the moon."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "As the poem progresses, the message is evidently demonstrating the speaker’s anticipation or hope for a brighter future and their belief in their ability to overcome hardships. Therefore, the order Angelou says these words in this line aligns with the message that the poem’s recording is attempting to convey. Had Angelou retained the original order, the message of the poem would have been different as moons have a different connotation—as they are shining a light in the darkness, whereas a sun gives light on a brighter day. Moreover, the subsequent lines would not resonate with this line, which becomes evident towards the end of the poem—namely on line 37, when Angelou says “Into a daybreak that’s wondrously clear.” However, like the aforementioned line of suns and moons, Angelou diverges from the original wording, but she also chooses to omit words (00:02:27-00:02:29). Rather, she omits the word \"that's\" and replaces the word \"wondrously\" with \"miraculously,\" and I made the annotation that the reason for this change is due to the speaker’s attempt to demonstrate their determination to move on and forge a bright future. Again, the change in wording corresponds to the line change with suns and moons, as it adds to the poem’s overall message of a brighter future and the speaker’s determination to stay optimistic. With that being said, these are not the only subtle changes made in the written work and audiotext, but it demonstrates how significant these changes are in regards to the message the poem is attempting to convey to the reader."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "I make a few comments regarding Angelou’s vocal performance in my annotations, particularly when she would make pauses or there is a rise in the pitch of her voice. However, I did not go explore the intricacies of her vocal performance and how it might play into the overall message the poem is attempting to convey. Something I did not touch on in the annotations is that Angelou has a very distinct voice which adds to the message of her poem. According to Nina Sun Eidsheim in her introduction to Race of Sound, “[v]ocal choices are based on the vocalizer’s position within the collective rather than arising solely as individual expression” (11). This speaks to Angelou’s identity as an African American woman, and the overall message of “And Still I Rise” as an ode to the capabilities in which African Americans were able to overcome hardships, and it is evident that her voice exemplifies this community. Eidsheim adds, “[w]hat we conceive of as a single voice, then, is a manifestation of a given culture’s understanding of the vocalizer and his or her role within that culture[,]” and because Angelou is a poet, her voice will include aspects of of her culture—particularly when she is reciting her work (11). Angelou’s recitation of her poem not only exemplifies her culture and identity, but also demonstrates the fact that her voice is a part of the poem and helps to convey the intended message. Should Angelou’s poem be recited by someone with different vocal intonations, the voice of that speaker would change the interpretation of the poem and it would not have the same intended effect or meaning that Angelou’s voice adds."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Moreover, “[w]hen listeners connect a singer with a particular community, their listening is filtered through assumptions about that community and the music and vocal genres with which its people are most commonly associated[,]” which illustrates my aforementioned point about how the association of Angelou’s voice is intertwined with her identity as an African American, and how her voice plays a role with the poem’s meaning (Eidsheim 23). Furthermore, “many ethnic poets [...] favor audience participation and an expressivist style[,]” and in the audiotext, there are instances where Angelou demonstrates this, such as when she pauses or chuckles, taking on a very rich and evocative take on her poem and adding more emotion (MacArthur 59). Furthermore, Angelou incorporates aspects of musicality in the poem, which is conveyed through her recitation of the piece in the audiotext. Although I have not mentioned this in my annotations, I think it is an important aspect to include as Angelou’s voice does play a role in how the poem is meant to be read aloud. Angelou draws inspiration from the blues genre which includes topics of “hardships of life and the unfairness African Americans meet with, thereafter, it reminds people of the dark side of life. However, its charm also lies in releasing African Americans’ spirit of perseverance and determination to overcome difficulties[,]” all of which can be found in the poem (Juan 83). Angelou’s voice incorporates aspects of the blues genre in the poem through her intonations, the pitches, and the way she pronounces certain words—for example, on 00:00:52-00:00:53 in the audiotext, Angelou’s voice rises momentarily when she says the word “dust” (Angelou line 4). The way Angelou’s voice rises and lowers when pronouncing certain words incorporates an aspect of musicality, in turn adding another layer into the performance of the poem. Therefore, Angelou’s voice plays a role in the performance of the poem, and how the overall message of the poem is supposed to be conveyed by the listener."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Overall, Maya Angelou’s poem, “And Still I Rise” is a motivational piece that transcends generations and resonates with many people. Angelou’s written work and the audiotext both play a role in the performance of the text. The annotations I conducted focus on the difference between the written work and the audiotext, specifically the way in which Angelou changes the order of the words, the substitution of certain words, or the omission of words in certain lines, in order to capture whether or not the intended message of the poem is changed as a result. However, I did struggle with finding a balance between analyzing the audiotext and written work and Angelous vocal performance, and found myself leaning towards the latter more. Although I made a few comments about Angelou’s voice, they were not as detailed as I hoped, and writing about it in this essay allowed me to explore it in more depth and think about her vocal performance in relation to the poem’s overall message. Moreover, it allowed me to realize that her vocal technique did play a role in Angelou’s intention with the poem’s message and how she intended the listener to interpret the piece."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "grid",
      "layout": [
        6
      ],
      "children": [
        {
          "type": "column",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "horizontal-separator",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Works Cited",
                  "textSize": "heading-two"
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Angelou, Maya. \"Still I Rise.\" Still I Rise. Random House Press, 1978."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Angelou, Maya. \"Still I Rise.\" https://ia800109.us.archive.org/15/items/sample-02_202502/Sample%2002.mp3. Accessed 6 April 2025."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Eidsheim, Nina Sun. "
                },
                {
                  "text": "The Race of Sound: Listening, Timbre, and Vocality in African American Music",
                  "italic": true
                },
                {
                  "text": ". Duke University Press, 2019, p. 11."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "MacArthur, Marit J. \"Monotony, the Churches of Poetry Reading, and Sound Studies.\" PMLA, vol. 131, no. 1, January 2016. p. 59."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Juan, DU. \"Interpretation of Black Culture by Maya Angelou Through Music Poetry.\" Studies in Literature and Language, vol. 12, no. 6, June 2016, p. 83. CORE, https://core.ac.uk/download/pdf/236303981.pdf. \n"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    }
  ],
  "title": "Still I Rise: Introduction",
  "parent": "872cab5f-279c-4130-bfdc-0d5100bb26ca",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "still-i-rise-introduction",
  "created_at": "2025-08-13T14:26:42.559Z",
  "created_by": "saamturner",
  "updated_at": "2025-08-15T15:10:25.891Z",
  "updated_by": "saamturner"
}