{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "grid",
      "layout": [
        6
      ],
      "children": [
        {
          "type": "column",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "The use of figures of speech within poetry is to draw emotions from its readers or listeners. It is also used to convey ideas in an impactful way that allows the audience to understand or resonate with them. One of the most famous examples of figurative language within poetry is “And Still I Rise” by Maya Angelou, in which she conveys the strength and determination of black people who are fighting against racism as she speaks directly to a theoretical oppressor. In her poem, she uses vivid imagery through the use of similes and metaphors to relate herself to unstoppable forces, such as the tides, to explain how oppression can never harm her and that she will continue to rise above hatred. However, the richness and power of this poem is best understood through the use of careful listening. Hearing Maya Angelou perform allows the audience to feel the raw emotions and comprehend the figurative language on a much deeper level. This poem is about racism and oppression, which not every person faces because of cultural backgrounds, but listening to Angelou putting emphasis or stressing certain words, hearing her laugh in the face of her oppressor, or hear her jewelry jingle as she dances with joy helps to convey the depth of her poem. In this essay, I will analyze the use of figurative speech and Maya Angelou’s performance through the use of sound as a tool to understand the poem, the use of resonant listening and relationality within decolonial listening, and finally how Maya Angelou’s performance relates to race and listening."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "When approaching Maya Angelou’s poem the listener must acknowledge that they will not be able to understand the entire depth of meaning or power behind her words. This relates to the reading and listening of T.S Elliot’s Four Quartets, in which his poetry deals with topics that cannot simply be understood through analysis of the print text, but listening to the delivery assists with comprehension (O’Driscoll). As the audience engages with deep listening, it allows for us to absorb and reflect on the messages that the author chooses to share. As with Eliot’s poems, the performance is integral to the depth of Maya Angelou’s poetry because the sound is a part of the message. “And Still I Rise” is a poem that deals with the topic of racism and oppression which is a difficult subject to truly grasp unless you understand the weight of facing racial injustice. Through Angelou’s performance, the audience has a better understanding of the power of a black woman rising and overcoming racism. Unless the audience has experience with racism themselves, listening to a black woman speaking her truth enhances the understanding of the poem, rather than analyzing the printed text alone. Hearing the performance of the poem from Maya Angelou helps to convey the intensity of her message because the audience hears the delivery directly from the source. In the performance Angelou uses figure of speech by stating that, “[out] of the huts of history’s shame / I rise /Up from a past that’s rooted in pain / I rise / A black ocean, leaping and wide / welling and swelling I bear in the tide” (Angelou). In her delivery, her voice carries with the emotional strength through the use of timbre and caesura as she states that she is the black ocean and tides; an unstoppable force of nature that persists and always finds a way to get through the obstacles in front of it. Her delivery is as equally important as the words in the poem because she commands the room and makes the audience believe her power. She is a strong black woman and she is the metaphors within the poem that represent the stand against oppression."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "While approaching “And Still I Rise” it is important to analyze Angelou’s performance with subject to subject listening, which Dylan Robinson describes as resonant and relationality listening. This is the practice of deep and responsive listening to performances such as music or poetry, in which the audience does not simply consume the sound but rather actively engages with the sound as its own entity with agency (Robinson 15-21). Applying this theory to Maya Angelou’s performance and her use of figure of speech allows the audience to have an emotional understanding of the experience she is discussing. Angelou is telling the story of enduring racism that stems from colonialism and the history of black peoples experiences which shapes their future and their need to actively fight against oppression. Using resonant listening allows for deeper understanding of her story and allows her performance to emotionally affect the listener rather than just experiencing the sound as an event. An example of this is when Angelou uses the metaphor, “I am the hope and the dream of the slave,” which allows the listener to recognize the pain that black people have been enduring under colonialism. This metaphor is powerful because the words alone explain how she represents the hope and future of black people that slaves always hope for. However, through the use of resonant listening, the listener emotionally responds to the weight of that figure of speech. Maya Angelou is stating these words to the audience; she is the amalgamation of all the pain and suffering of black slaves, but she is also the product of strength and freedom that shows the promising future and the rise against oppression. There is a significance to physically listening and understanding the performance of her poetry as a separate entity rather than just reading or listening passively. Resonant listening can shape our response to her similes and metaphors of power."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Finally, while listening to Maya Angelou’s performance the use of timbre, pitch and caesura helps to comprehend the intensity of her emotions. In Nina Sun Eidsheim’s The Race of Sound, she explains that listening is shaped by racial and cultural frameworks which enforces stereotypes and may affect our perception of the spoken voice. Timbre is often referred to as vocal warmth or colour, there is social construct and stereotyping which leads to the racialization of voices, as if it is actually a reference to the speaker's skin tone (Eidsheim 5-6). However, one may argue that the use of annotating the timbre and pitch within And Still I Rise is based on the performance and the emotional intensity rather than the race of Maya Angelou. While her poetry depicts the dynamic between a black woman and a historical oppressor, the use of timbre and pitch helps to express the strength of her determination and ability to overpower the hatred. Her timbre is a representation of her strength in the performance as she emphasizes the term “I’ll rise” and stresses the syllables. Her pitch and timbre changes in order to tell the story from other characters' perspectives, creates emotional impact, and ensures the audience can feel the power that resonates in her voice. In this poem and annotations her voice is not a product of race, but rather a vocal tool to explore the emotional power and realism within the figure of speech, also known as “technique and style” (Eidsheim). Though she uses figurative language, the message behind her performance is one of resilience and endurance. The pairing of vocal performance and the message is what allows for the listener to deep listen and begin to understand the richness of her story as a black woman. In this performance, timbre is not an indicator of her race but rather an indicator of her strength and a tool to express the journey of many black people throughout history."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "In conclusion, Maya Angelou’s performance is a necessary part of her poem. The timbre and pitch of her voice is impactful and draws the emotion out of the listener so they can feel the raw power of her message. The auditory experience is as much a part of the poem as the written words itself because listening to the performance from Angelou herself adds to the comprehension of the meaning. The use of resonant listening allows for the listener to carefully listen and attend to the depth of Angelou’s expressions. With a message of oppression and strength, the poem is incomplete without the sound event because the metaphors and similes of racism and social injustice can only begin to be correctly processed by hearing from the source itself, especially if the listener is not someone who experiences racism. It is more impactful and digestible when you hear the emotional ties from the speaker's voice to the message. Maya Angelou’s performance is deeply moving as it draws from the pains of millions of black people who experience the harm of colonialism and racism. By annotating the poem with context and explaining the figurative language within And Still I Rise, it may help the audience to understand more as to why her poem is important whilst allowing for them to experience her voice in all its powerful tones. Maya Angelou’s voice is strength, not just strong or powerful. She is a representation of the history of black people and their journey to equality, which is why annotating a poem with this type of message is extremely important for people to experience, and it allows for a more comprehensive understanding of deep listening in comparison to the act of hearing."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "horizontal-separator",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Works Cited",
                  "textSize": "heading-two"
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Eidsheim, Nina Sun. “Introduction: The Acousmatic Question: Who Is This?” "
                },
                {
                  "text": "The Race of Sound: Listening, Timbre, and Vocality in African American Music. ",
                  "italic": true
                },
                {
                  "text": "Duke University Press, 2019, pp. 1–38. JSTOR, https://doi.org/10.2307/j.ctv11hpntq.4. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Eliot, T.S. “Burnt Norton.” Four Quartets - 1 Burnt Norton, www.davidgorman.com/4quartets/1-norton.html. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "O’Driscoll, Michael. Lecture 9 Literary Sound Studies: Listening to Eliot’s Four Quartets, ENGL 483, Feb 5th 2025, University of Alberta"
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Robinson, Dylan. “INTRODUCTION.” Hungry Listening: Resonant Theory for Indigenous Sound Studies, University of Minnesota Press, 2020, pp. 1–36. JSTOR, https://doi.org/10.5749/j.ctvzpv6bb.3."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "\n\n\n\n\n"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    }
  ],
  "title": "Analysis of Figure of Speech",
  "parent": "41432c54-d415-4895-b632-ca9467ce91f4",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "analysis-of-figure-of-speech",
  "created_at": "2025-08-13T14:49:52.464Z",
  "created_by": "saamturner",
  "updated_at": "2025-08-13T14:49:52.464Z",
  "updated_by": "saamturner"
}