{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "grid",
      "layout": [
        6
      ],
      "children": [
        {
          "type": "column",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "\nHistorically, oral storytelling has served as a voice for marginalized groups, whether that is in the form of music, literature, or, in this case, poetry. Bridging the gap between oral and written storytelling emphasizes the power that spoken-word-style performances have in shaping the meaning and understanding of a piece in the minds of an audience. When presented with the option to choose a poem for this assignment, “And Still I Rise” stood out as a perfect example of a poem that benefits greatly from an oral presentation. Nearly five decades after its release in 1978, Maya Angelou’s spoken-word poem “And Still I Rise” continues to serve as more than just a great poem. It is essentially a nearly three-minute vocal performance and experience that blends the multiple different hats that she wears. Not only are her skills as a poet fully present, but her work as a strong female civil rights activist is also on display throughout the poem. Her powerful writing skills are a declaration and celebration of femininity, resilience, and self-worth as well as a defiant protest against the oppression of Black people in the United States of America. On paper the themes discussed within the poem are apparent; however, they lack the depth and layers of meaning that immediately jump out to listeners throughout her vocal performance. Angelou uses her voice to go beyond simply narrating her story; the way she chooses and articulates her words embodies the strength that she conveys in her speech. The spoken-word performance is full of conscious vocal deliveries that range from pauses to shifts in tone or volume to vocal emphasis on key aspects of the poem. For those reasons, “And Still I Rise” stood out as the perfect poem to annotate for this assignment. Analyzing this poem through the lenses of feminism and systemic oppression lends itself well to a deep dive into how vocal delivery can enhance the themes of a poem. Annotating key moments of Angelou’s performance will highlight how her vocal patterns and choices challenge the racial and patriarchal structures the poem aims to dismantle."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "On hearing Maya Angelou’s voice for the first time, her approach to the delivery was immediately one of the most compelling aspects of her poem, “And Still I Rise”. Her voice is strong and deep while simultaneously integrating feminine tones throughout her speech that all combine to create a release outlet for the poem's strong message. Rather than simply using her voice to deliver the words from the paper, Angelou manages to uniquely incorporate her vocals into the performance process. An example of this within the poem is the stanza, “You may trod me in the very dirt, but still, like dust, I’ll rise” (Angelou, 0:54). This jumped out as an important moment, and at first, it did not seem clear why. After taking the time to rewind and listen a few more times, it is her slow delivery and subtle pauses that she incorporates that make this line so powerful. She leaves her words to hang in the air in such a way that gives listeners a chance to digest the importance of her point, thus highlighting the message of persevering in the face of oppression. Similar vocal performances can also be found within different music genres, specifically hip-hop. Tricia Rose’s “Black Noise, oral forms such as hip-hop and spoken-word poetry” touches on this, stating that rap artists use “their voices as percussive instruments, bending words, racing through phrases, pausing and stuttering” (Rose, 100) to emphasize the delivery of their lyrics. While Angelou’s poem is certainly not a rap, her performance fits well into many of the traditions associated with hip-hop. By bridging the gap between these two genres, they cover many similar themes of oppression and resilience and lend themselves to annotation. The spoken-word performance and music both rely on not only the message of the lyrics but also how that message is delivered. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Throughout the semester there has been a strong emphasis on separating the actions of listening and hearing from one another. At first, this sounded extremely silly; essentially, it was just two synonyms to describe the same action. However, as the course progressed, I learned that there was indeed a distinct difference that existed between the two. This was heavily touched upon in “Tom Rice’s Listening and Johnathon Sterne’s “Hearing”, respective essays. The act of hearing is relatively passive. Hearing is a biological sensory function that the majority of people are able to experience regardless of surroundings or active participation; it simply revolves around the act of perceiving sound. Listening, however, is much more complex and requires the participant to be engaged and selective. An individual is born with the ability to hear, but to listen, they must be trained and educated to do so. Rather than simply ‘hearing’ a noise or voice, an individual must approach this sound through an analytical approach. Where does this sound come from? Why am I hearing it? How is it being made? These are all important questions I had to ask myself when engaging in the act of listening. Throughout the annotation process, the difference between the two was a constant reminder for me, and that provided an important lens through which to decipher the poem. Angelou’s vocal performance needs to be listened to as opposed to simply heard to grasp the full meaning of her words. For instance, in the final moments of her poem, she speaks of being “the dream and the hope of the slave” (Angelou, 2:44) before taking a relatively long pause and finishing with the powerful statement “There I go rising” (Angelou, 2:50). The choices in her vocal pattern emphasize the point, grab the attention of the audience, and leave them to recognize the weight and importance that her words embody. When beginning to uncover the themes of colonial oppression, feminism and self-empowerment rooted in the poem; I had to break away from my habits of hearing and truly listen to the poem instead."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "The performance of “And Still I Rise” is filled with several shifting emotions. Through her words, you can hear Angelou’s life experiences as a Black woman living in the United States of America. You can feel various ranges, from pain to hope to sarcasm. She fluctuates her emotions throughout the poem through her vocal range, which ultimately gives her a unique voice that aims to desegregate the American landscape. I found it very intriguing to hear the ways Angelou’s personality was able to make such an impact through a three-minute audio recording. Without seeing her face, body or mannerisms, I was able to feel like I was granted an insight into Angelou’s life and experiences. An example of this is the line “Does my sassiness upset you?” (Angelou, 1:28). This is such a simple sentence, yet the way Angelou delivers it playfully mocks the racist patriarchy she addresses. This sentence alone gave me all the information I needed and solidified her as a strong woman willing to go against the societal grain. This is just one of the many examples within this short poem. Angelou captivates listeners in such a short amount of time in a way that makes her impossible to ignore. She demands the audience's attention even in a period when her people were historically silenced. I found it very rewarding to break this down throughout the annotation process. My mind and ears learned to truly listen, and in the process, I found it easier to deconstruct this poem and listen to the meaning beyond the words on the paper."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Maya Angelou’s “And Still I Rise” stands tall as a shining example of how oral storytelling can amplify and build layers within a piece of art or literature. Going into this AVAnnotate assignment, I had little idea about anything in the realm of annotation and was immediately freaked out at the idea of undertaking such a foreign concept. However, after taking the time to dive deeper into this spoken-word performance, it all became clear. Forcing myself to truly listen as opposed to simply hearing her words unlocked a brand new respect for the poem I did not have after my first listen. I was able to build a connection with the artist, draw parallels to other forms of media I am more familiar with, and, most importantly, gain an understanding of her message. I believe that Maya Angelou is a strong, brave and passionate woman who should be celebrated for her willingness to rise against the systemic oppression and gender inequalities that plague millions of Black women to this day. If I were to walk away with one message from this poem, it would be to encourage everyone to listen more. We miss out on so many valuable life experiences and lessons by letting the sounds around us go in one ear and out the other. By looking beyond the page and reading between the lines, we can open our minds up to a brand-new way of digesting media, and I think that this entire project was extremely rewarding in that sense."
                }
              ]
            },
            {
              "type": "horizontal-separator",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Works Cited",
                  "textSize": "heading-two"
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Angelou, Maya. “Still I Rise.” YouTube, YouTube, 6 Apr. 2007, www.youtube.com/watch?v=JqOqo50LSZ0. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Rice, Tom. “Listening\" in "
                },
                {
                  "text": "Keywords in Sound",
                  "italic": true
                },
                {
                  "text": ", edited by David Novak and Matt Sakakeeny. Duke University Press, 2015.\n"
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Rose, Tricia. "
                },
                {
                  "text": "Black Noise: Rap Music and Black Cultural Resistance in Contemporary American Popular Culture. ",
                  "italic": true
                },
                {
                  "text": "Wesleyan University Press, 1994."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Sterne, Jonathan. “Hearing\" in "
                },
                {
                  "text": "Keywords in Sound",
                  "italic": true
                },
                {
                  "text": ", edited by David Novak and Matt Sakakeeny. Duke University Press, 2015.\n\n"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    }
  ],
  "title": "Amplifying Empowerment: Annotating and Understanding Maya Angelou’s Spoken Word Poem “Still I Rise”",
  "parent": "76c0f113-43da-4e25-91c3-982f45bc98ec",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "amplifying-empowerment-annotating-and-under-2",
  "created_at": "2025-08-13T15:07:09.100Z",
  "created_by": "saamturner",
  "updated_at": "2025-08-15T15:07:04.006Z",
  "updated_by": "saamturner"
}