{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "grid",
      "layout": [
        6
      ],
      "children": [
        {
          "type": "column",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "For my AVAnnotate assignment I chose to annotate “And Still I Rise,” written and recorded by Maya Angelou. This performance by Angelou is a fantastic candidate for annotation for various different reasons. Throughout the recording of the performance there are countless inflections and changes in Angelou’s voice and tone, and this speaks to the overall theme of the piece as the poem is extremely emotive and powerful. The shifts in volume and pitch highlight the underlying nuances within the meaning of the poem that are more pronounced in the performance of the poem than in the printed version. In the recording of “And Still I Rise” Angelou’s voice works to carry an abundance of resilience and strength, which aligns very well with the overarching themes of the poem. Maya Angelou is a “famous poet, memoirist, novelist, educator, dramatist, producer, actress, singer, historian, filmmaker and civil rights activist” (Hamzah 144). In this performance of  “And Still I Rise” Angelou touches on the representation of the African American experience within the United States. “And Still I Rise,” written and performed by Angelou, “is about psychological conflicts experienced by Maya Angelou as a black person or African American” (Hamzah 144). Angelou’s performance of “And Still I Rise” carries a message that works to declare her own personal liberation from her traumatic history of sexism and racial oppression. In her performance of “And Still I Rise,” Angelou successfully broaches her own psychological issues that stem from her experiences of being a black person living in the United States. Angelou’s performance of “And Still I Rise” lends itself to be annotated due to the fact that her voice inflection as well as the tone of the poem are extremely emotive and powerful. Her voice highlights the nuances within the meaning of the piece that may not be recognized when just simply reading the poem rather than listening to her performance. By annotating this performance I wish to explore the different vocal inflections, shifts in tone and volume, as well as pauses present within the reading of the poem. After listening to Angelou’s performance it becomes clear that these aspects of the oral performance of “And Still I Rise” add a deeper emotional meaning to the poem. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "In Krisna Deni Muhammad Hamzah’s text “Conflict of Resilience in Maya Angelou’s ‘Still I Rise’ (1978): Psychosocial Analysis” they discuss how literary work is considered to be an “art in which there is an expression of events experienced by humans” in relation to “experiences, thoughts, ideas, enthusiasm and even feelings” that are experienced by people (Hamzah 143). Specifically, as highlighted by Hamzah, one of the literary works that humans can express their thoughts, feelings, and ideas through is poetry (Hamzah 143). In this performance of “And Still I Rise” Angelou broaches the subject of racial marginalization and discusses how she and other African American people living in the United States would “continue to rise against racism and discrimination” (Hamzah 144). "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Pauline Oliveros, in her TedTalk entitled “The difference between hearing and listening”, discusses how “sound listening can be focused to detail” or “open to the entire field of sound” (Oliveros 3:02-3:05). Furthermore, she goes on to say that “listening is a mysterious process that is not the same for everyone” (Oliveros 3:09-3:16). This quote from Oliveros TedTalk really stood out to me when listening to Angelou’s performance of “And Still I Rise” because it made me consider how other people's experience listening to the performance may differ from mine. I found a lot of humour within Angelou’s reading of “And Still I Rise” and I found myself laughing along with her in multiple different parts of the performance. Oliveros’ TedTalk inspired me to think about the way in which different people would listen, and furthermore, interact with Angelou’s performance of “And Still I Rise.” It made me ask myself questions such as: are others laughing alongside Angelou? I think it is very interesting to think about how different people experience listening to Angelou’s performance of “And Still I Rise”. I feel that by annotating this performance I am able to capture the way in which I experienced listening to “And Still I Rise”. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Completing this assignment and annotating Angelou’s performance of “And Still I Rise” made me think about the difference between hearing and listening and the ways in which different people both hear and listen in their own way. In his text “Listening” Tom Rice defines listening as “the action of the verb ‘to listen,’ meaning  to hear attentively; to give ear to; to pay attention to (a person speaking or  what is said)” (Rice 1). Rice goes on to consider that, unlike hearing, “listening is understood to involve a  deliberate channeling of attention toward a sound” (Rice 1). Furthermore, Rice discusses how it “is not so much that listening is somehow separate from or opposed to hearing; indeed, the  distinction between listening and hearing is often unclear, and the two are frequently equated or conflated” (Rice 1). Listening differs from hearing as hearing is a passive process, one just hears sounds and noises around them without having to do anything, on the other hand “listening is generally considered to  involve “making an effort to hear something” (Rice 1). In order to listen rather than hear one must actively make an effort to listen to something. In the context of my experience listening to Angelou’s performance of “And Still I Rise” I found that I had to actively listen to the performance rather than just hear it in order to annotate it. By listening closely to every aspect of the performance I was able to pick up on small details throughout such as changes in tone, volume, and pitch. Throughout the performance there are various changes in Angelou’s tone, volume, and pitch that work to emphasize what she is saying in the poem. In order to annotate this performance, I believe it is important to listen to the piece rather than passively hear the piece as without listening a lot of the meaning within the performance of the poem may be lost. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "In his text “Close Listening” Charles Bernstein discusses the contradictions between close listening and the act of reading a poem. He states that “printed text and that ignore the poet's own performances” (Bernstein 2). I was reminded of Bernstein’s text “Close Listening” while annotating Angelou’s performance of “And Still I Rise” as I had to use my close listening skills to properly annotate the performance. When I think of close listening I immediately think of listening to music. Close listening involves listening to something such as music or a poetry performance with the aim of explaining or furthermore identifying different elements within the piece being listened to. At the beginning of this assignment, I was listening to Angelou’s performance and not applying my close listening skills fully; this made it harder to annotate the performance as I was unable to pick up on changes in volume, pitch, and tone present in the performance. After listening to “And Still I Rise” a couple of times and focusing on my close listening skills I was able to better understand and annotate the poem. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Overall, I found that this assignment was very interesting and informative. I learned a lot about not just Angelou’s poem but also about myself and my listening skills. I was reminded of sources from the course like Oliveros TedTalk “The difference between hearing and listening”, Rice’s “Listening”, and Bernstein's “Close Listening”. Utilizing the knowledge I learned both throughout the course and these particular sources I was able to successfully and actively listen to Angelou’s performance of her seminal poem “And Still I Rise”. Annotating this performance allowed me to better understand the meaning behind this poem and furthermore develop a connection with Angelou and her performance as a whole. By actively listening to the performance multiple times and breaking down the poem line by line I was able to pick up on different nuances within the piece that hold a deeper meaning than just what they surface. Without applying the close listening techniques I learned in this class I would have been missing out on a lot of information within Angelou’s performance of “And Still I Rise”. That being said it did take me a couple of listens to fully understand the meaning behind both the poem and the performance. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "horizontal-separator",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Works Cited",
                  "textSize": "heading-two"
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "\nBernstein, Charles. Close Listening, 2 July 1998, https://doi.org/10.1093/acprof:oso/9780195109924.001.0001. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Muhammad Hamzah, Krisna Deni. View of Conflict of Resilience in Maya Angelou’s “Still I Rise”(1978): Psychosocial Analysis, prologue.sastra.uniba-bpn.ac.id/index.php/jurnal_prologue/article/view/104/72. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Oliveros, Pauline. YouTube, YouTube, www.youtube.com/watch?v=_QHfOuRrJB8. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Rice, Tom. “Listening.” Keywords in Sound, 9 May 2015, pp. 99–111, https://doi.org/10.2307/j.ctv11sn6t9.12. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    }
  ],
  "title": "Reflective Essay: Maya Angelou’s Poem “Still I Rise”",
  "parent": "3ad7408d-be16-4767-97db-28dc6aaafb05",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "reflective-essay-maya-angelous-poem-still",
  "created_at": "2025-08-13T16:29:24.058Z",
  "created_by": "saamturner",
  "updated_at": "2025-08-15T20:19:09.135Z",
  "updated_by": "saamturner"
}