{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "grid",
      "layout": [
        6
      ],
      "children": [
        {
          "type": "column",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Maya Angelou was an American poet and a civil rights activist. She was born on April 4th, 1928, and during her lifetime, she published multiple autobiographies, essays, and works of poetry. Angelou was most known for her 1969 memoir, I Know Why the Caged Bird Sings, which described her youth and focuses on many traumatic events in her childhood, such as her struggles with racism, rape and trauma. The memoir showcased Angelou’s strength and resilience as a young black woman during the 1930s and her self-expression regarding her experiences. The memoir showcases the resilient and determined nature that Angelous has adopted while denouncing the ingrained racism and oppression that is perpetuated through society. The poem “And Still I Rise” is one of Maya Angelou's most prominent pieces, showcasing a powerful expression of determination and refusal in the face of colonial oppression. Angelou’s performance addresses the oppressive struggles that have been prominent throughout history. Angelou can convey not only her lived experiences but also the struggles of many other marginalized communities that have been affected by racism, colonialism, and gender discrimination. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": " Focusing on the effects that slavery in the United States has had on the image and conception of African American people and other marginalized groups, Angelou centers on the refusal of these racist and oppressive concepts regarding identity. Angelou asserts that even though they have been deprived of that self-expression, they can continue to “rise.” This idea of rising is evident within the first stanza of the poem. “You may write me down in history/With your bitter, twisted lies,/You may trod me in the very dirt/But still, like dust, I’ll rise” (Angelou, lines 1-4). The poem expresses people's struggles and how they will continue to persevere, even in the face of pain, grief, or fear. The poem is written through a first-person narrative, insisting on a direct confrontation of these issues, prompting the need to be heard. As she has emphasized throughout her poem, the use of “you” creates a clear distinction between the reader and Angelou, drawing the reader into the confrontation with the racial oppression she faced. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Looking at this performance through close listening, as Charles Bernstein expresses in his introduction to “Close Listening,” presents the notion that the poem’s presence is more than the presence of the poet. Bernstein expands on this by mentioning the “emphasis on breath, voice, and speech–an emphasis that tends to valorize speech over writing, voice over sound, listening over hearing, and indeed orality over aurality” (Bernstein 13). There are different ways in which the listener can understand and listen to a performance, and how, through these performances, there is more than what is written on the page. Angelou’s performance can be analyzed as such; she adds a layer that goes beyond the meaning of her written text through her vocal performance. She uses her voice to emphasize her point in many instances, from her laughter to the pause between the lines, the rise in pitch at the end of stanzas, and her recitation of the title. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "The poem can be analyzed in a multitude of ways; however, both a feminist and a colonial approach are also presented. The performance can be seen as a way of reclaiming identity and changing previous perceptions. As Angelou mentions, marginalized groups are perceived in specific ways, adding to the narrative of microaggressions and racial inequality that these groups have faced. There is a need to express how these points of view have influenced certain narratives regarding these groups. From a feminist perspective, Angelou addresses the critique of social structures that have perpetuated stereotypes of black people’s “sassiness,” “haughtiness,” and their “sexiness,” which oppress and dehumanize these groups. These are all forms of microaggression that work to reinforce how black people and other marginalized groups are inherently perceived due to the commonplace statements that have worked in creating or perpetuating prejudice against people who are usually identified as minorities, regardless of gender or sexuality. As Angelou insists, through these descriptive words, instances that have already been considered the norm, it is a constant aggression. From the use of oversexualization to the stereotype of black people as loud, it works to reinforce the control that dominant groups in power have created. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "From a colonial perspective, these words also work in furthering gender and racial inequality by maintaining these forms of “hatefulness” towards these groups. Angelou expresses through her performance that while people wished to see her “broken” and with lowered eyes, her expression of self can work to offend others. These instances of racism have worked in oppressing minorities; it can be interpreted as racial discrimination against these groups. In both cases, Angelou emphasizes the need to speak out and challenge the historical and social narratives that have perpetuated oppression against these groups. Angelou rejects these racial and gender norms that have been ignored and seeks to erase their presence. Through her statement of rising against, she declares her intention to reclaim power over these narratives. These groups will continue to rise and speak out against these issues, which helps in reestablishing the perceptions associated with minority groups."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "The performance effectively showcases the unfortunate circumstances of marginalized groups and how they are often unheard or ignored. In their book The Race of Sound, Nina Sun Eidsheim points out in the introductory chapter that assumptions can be made through the act of listening to another. Through this, the listener can identify a source to some extent, knowing the identity of the “vocalizer.” “It is assumed that if I listen carefully to a sound—in the absence of a visually presented or otherwise known source— I should be able to identify a source and that any limitations are due to inexperience or ignorance” (Eidsheim 2). Eidsheim goes on to pose the question of why do we ask “who is this?” when listening to a speaker, and respond that “we cannot know the answer to that question.” arguing that it is not possible to understand someone's race or identity through their vocal performance, and pointing to the “voice’s inability to be unique and yield precise answers” (Eidsheim 3). Eidsheim talks about how race is brought into question, and also how the voice is a complex event, and how, through assessment, discriminatory evaluations are made. One of their points is the timbral discrimination that has been racialized. Eidsheim even articulates this through their personal experience surrounding vocal theory and further introduces this idea of vocal timbre as being seen or implied through analogies, as racially depicted. Eidsheim's work brings into question the “coloring” of vocal analysis, which relates closely to the main idea of racialization and racist conceptions of black people being considered a norm. Eidshiem’s work considers that timbre is supposed to be color, and by recognizing it as black, it has been constructed to inform these conceptions. Angelou’s work on racism and colonial oppression is closely related to this notion of race in sound—the racialization of vocals due to the preconceived ideals surrounding timbre and how it is defined. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Eidsheim’s introductory chapter, “Hungry Listening: Resonant Theory for Indigenous Sound Studies,” explores how, through a colonial form of perception and positionality, many Indigenous people are stuck within a state of “knowing, learning, and using resurgent forms of perception” (Robinson 3). Robinson explains that they have also dealt with many forms of settler colonial listening that have become normalized. Robinson also mentions that this way of listening has been imposed on Indigenous people who have faced many traumatic events, such as the residential school system, day school, the Sixties Scoop, and many more. The expression acknowledges these listening practices that have been seen as “white,” and Robinson is working to decolonize the listening process. Robinson addresses how colonialism has influenced our listening. Addressing the need for awareness to help reconstruct and decolonize how Indigenous listening is perceived. Robinson also explains that Indigenous theory and methodology engage “intersectionality that draws alliances between shared concerns with decolonization” (Robinson, 23), including writing and critique of other marginalized groups and their significance in relation to this awareness of writing and listening."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Both of these texts argue that listening has been colonized. However, they also speak to decolonizing practices of listening and perspectives. Angelou’s performance serves as an assertion of identity. By expressing this sense of resistance, it calls into question the oppressive structure that has been historically used to silence marginalized voices. Through the work of both Robinson and Edisheim, the act of understanding and the desire to decolonize vocalization and listening add more depth to the notion of self-expression and resilience to colonial practices. Edisheim’s critique of voice as an index of race contributes to Angelou’s intention of addressing this racial oppression in her performance. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": " "
                }
              ]
            },
            {
              "type": "horizontal-separator",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Works Cited",
                  "textSize": "heading-two"
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "\nAngelou, Maya. “Still I Rise.” Poetry Foundation, 1978. "
                },
                {
                  "type": "link",
                  "url": "https://www.poetryfoundation.org/poems/46446/still-i-rise",
                  "children": [
                    {
                      "text": "https://www.poetryfoundation.org/poems/46446/still-i-rise"
                    }
                  ]
                },
                {
                  "text": "\n"
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Bernstein, Charles. "
                },
                {
                  "text": "Close Listening: Poetry and the Performed Word.",
                  "italic": true
                },
                {
                  "text": " Oxford University Press, 1998. "
                },
                {
                  "type": "link",
                  "url": "http://search.ebscohost.com/login.aspx?direct=true&db=cat03710a&AN=alb.7725632&site=eds-live&scope=site.",
                  "children": [
                    {
                      "text": "search.ebscohost.com/login.aspx?direct=true&db=cat03710a&AN=alb.7725632&site=eds-live&scope=site."
                    }
                  ]
                },
                {
                  "text": "\n"
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Eidsheim, Nina Sun. "
                },
                {
                  "text": "The Race of Sound: Listening, Timbre and Vocality in African American Music. ",
                  "italic": true
                },
                {
                  "text": "Duke University Press, 2019. "
                },
                {
                  "type": "link",
                  "url": "http://search.ebscohost.com/login.aspx?direct=true&db=cat03710a&AN=alb.8453946&site=eds-live&scope=site",
                  "children": [
                    {
                      "text": "search.ebscohost.com/login.aspx?direct=true&db=cat03710a&AN=alb.8453946&site=eds-live&scope=site."
                    }
                  ]
                },
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Robinson, Dylan. "
                },
                {
                  "text": "Hungry Listening: Resonant Theory for Indigenous Sound Studies",
                  "italic": true
                },
                {
                  "text": ". University of Minnesota Press, 2020. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                },
                {
                  "type": "link",
                  "url": "https://doi.org/10.5749/j.ctvzpv6bb",
                  "children": [
                    {
                      "text": "https://doi.org/10.5749/j.ctvzpv6bb"
                    }
                  ]
                },
                {
                  "text": "\n\n"
                }
              ]
            }
          ]
        }
      ]
    }
  ],
  "title": "Reflective Essay on Angelou's \"Still I Rise\"",
  "parent": "c5af74f6-a53c-45f1-b9e4-8c445087d196",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "reflective-essay-on-angelous-still-i-rise",
  "created_at": "2025-08-15T14:57:50.242Z",
  "created_by": "saamturner",
  "updated_at": "2025-08-15T14:57:50.242Z",
  "updated_by": "saamturner"
}