{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "By Jaden Pointer",
          "textSize": "heading-three"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "grid",
      "layout": [
        4,
        2
      ],
      "children": [
        {
          "type": "column",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "For my AVAnnotate project, I worked with Suheir Hammad’s performance of “What I Will”; a poem that critiques American patriotism and conformity to war in the Middle-East. In my annotations, I engage with expressions of performance, such as pitch, tempo, timbre, etc — and I analyze Hammad’s reading style as expressive and unpredictable, demanding the listener's attention. Noticing this, I consider how Charles Bernstein, an essayist and poet, might say that Hammad creates a “convex space” that pushes away listeners from her sonic event (11). Conversely, Bernstein promotes concave spaces, an “anti-expressivist mode of reading” that undermines performative “theatricality” so that listeners can “enter [...] the acoustic space” (Berinstein 11). It is a formalist concept that values “the sound of the words” and strips away context, like race and culture (Bernstein 11). However, on reflection, I observe that Hammad’s audiotext recentres a racial context that problematizes the conventional notion of convex and concave space. That is, I posit that my approach of annotation towards “What I Will” reveals how Hammad’s reading dismantles the formalist’s perspective by showing the convex space to be a tool for agency and outreach. My annotations of performance separate into two areas of reflection, the first being tempo, pitch, amplitude, and duration and the second being timbre. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "To begin, my annotations track Hammad’s disruptive and engaging expressions that provide a basis to analyze how her performance recentres race and culture in poetry and redefines the convex space. It is important to understand that there is a “background noise,” or ambience, “of whiteness” that Hammad’s audiotext works within (Thompson 277). Through Hammad’s tempo, pitch, amplitude, and/or duration, she protrudes through this background noise, creating a convex space. This happens specifically because the racialization of sound is an embedded cultural practice (Eidsheim 5-6). Thus, while some bodies “flow” through the white ambience, Hammad disrupts it (Thompson 277). For example, when Hammad begins her reading with “I will not dance — to your war drum,” the word “dance” is left hanging in a caesura (00:00:02 - 00:00:05). She introduces her poem as a protest piece without cohesion, cutting through the background noise and causing friction within the white sound space. In the line: “it was alive once; hunted, stolen, stretched,” the word “was” is lower pitch while “alive” is higher; additionally, \"once,\" \"hunted,\" \"stolen,\" and \"stretched\" have decisive pauses (00:00:19 - 00:00:23). As a result, Hammad’s performance sounds out of place and reminiscent of a speech being cut up and put back together. This disjointed effect not only objects to the uniformity of patriotism but to the uniformity of the sound space she works within. Hammad grabs the attention of the listener, showing how a convex space reaches out to the audience rather than pushing them away. Thus, my annotations highlight moments that challenge the formalist perspective on convex spaces. Moreover, it recenters the racial framework in sound as the audiotext sounds the friction Hammad creates in the white ambience."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Additionally, through my annotations of Hammad’s expressions, I am able to relate her expressive style and convex space to a sense of agency in the dominant white ambience. After acknowledging race within sound, I think Hammad’s voice is not only a systemic interference but also repressed by the white sound space as it “limits” her “body’s affective capacities” (Thompson 269). That is, she sticks out, yet, whiteness muffles her expressive output. Therefore, I speculate whether formalism seeks a conventional non-expressivism to reduce the disruption of voices within the dominantly white poet space. Recalling the examples of Hammad’s audiotext above and other tagged expressions below in the project, I find that her convex space allows Hammad to have agency over her effect on listeners. In an interview, she explains that there is a “pressure from both the Palestinian American community and the mainstream mass media to conform to what is palatable” (Knopf-Newman 90). This palatability comes as a peaceful compliance in the white ambience and with white aurality. This pressure shows how Hammad has no privilege to assume willing listeners for her decolonial assertion, especially in white spaces. Hence, in combining my annotations with sound and race theory, I determine that a passive concave space, though safe for white aurality, cannot offer the promise of an audience, so Hammad’s expressions work to demand attention and break the white noise. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Beyond pitch, tempo, and other performance characteristics, my annotations of Hammad's timbre expose an inevitable convex space due to the racial and cultural context surrounding sound. Though similar to my prior analysis, a discussion on timbre alone highlights the inescapability of race and culture within Hammad’s sonic event.  For instance, the lines “I know that beat” or “your war drum ain’t louder than this breath” sound reminiscent of hip-hop practices, especially in the way Hammad sounds “beat” and “ain’t” (00:00:12 - 00:00:12, 00:01:17 - 00:01:21). Specifically, she triggers a sense of “acousmatic blackness” that is a “perceived presence” of a black body by a listener (Eidsheim 7). Although there is no actual link between skin colour and timbre, culture informs a way of listening that picks up racial aspects within the voice — aspects constructed by the dominant white culture. Here, a challenge for my annotations happens when trying to describe why Hammad sounds black; it seems like the essence of her timbre carries a certain racialization in a way that is hard to articulate, but still, I culturally identified her accent. However, it makes sense that Hammad, having grown up in Brooklyn, a New York City borough with a dense black population, sounds black (Knopf-Newman 85). Racialization entrenches Hammad’s voice, beyond her appearance, which intrinsically creates friction in the white ambience, causing a subtle convex protrusion. For example, when she says “I will not pop, spin, break for you,” Hammad creates a tempo for that line with sharp breaths between “pop, spin, break” (00:00:27 - 00:00:30). She sounds exhausted, and the words and her beat are reminiscent of hip hop and rap sound and culture. Similarly, Hammad states “I will not be played,” which breaks apart from the rest of an already disjointed poem (00:01:03 - 00:01:05).  Her intonations throughout the line, the emphasis and pauses in and between each word, resonate with a distinct black Brooklyn accent and triggers acousmatic blackness. Therefore, my annotations of timbre note moments where Hammad breaks through the white ambience, not only by a choice of expression but through her cultural accent. Thus, Hammad cannot conform to a formalist non-expressive concave mode because her timbre cannot be without context. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "By synthesizing my annotations and reflections, I find that Hammad exposes the racialization of convex and concave spaces that the formalist perspective ignores. Hammad, working within a white ambience, lacks the privilege of an attention that would tolerate her speaking with minimal inflection, especially when her audiotext’s meaning sounds what white aurality does not like to hear. As Hammad says: “I will not side with you or dance to bombs because everyone is dancing. Everyone can be wrong” (00:00:43 - 00:00:49); her pitch lowers and slows in declaration, calling attention to her meaning. She disrupts her longer lines with shorter ones, breaking the audience from getting lulled into a consistent flow. Rather than being “virtually disembodied in an uncanny, even hypnotic, way,” Hammad’s voice does not let listeners disengage from the sociocultural context behind her use of language (Bernstein 10). The poem’s words disillusion whiteness’ and the white, American patriotic heroism of the wars in the Middle-East, but more importantly, its sound, as a protest piece, disrupts, calls out, and demands the audience. Although Bernstein would say that Hammad estranges herself from the listener, it could be due to the audience's willfulness to refuse her outreach in ignorance. Hammad’s sonic event emphasizes how the convention of formalist concave spaces creates a safe and simple space for listeners as the sound does not touch them. Therefore, my annotations gather Hammad’s convex oral nuances to explore how those sections might draw listeners in rather than push them away as an act of agency against the erasure of white aurality. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Overall, my goal with this AVAnnotate project is to use Hammad’s protest poem to question poetic convention and preference, especially under formalism. My approach allows me to engage with the sonic event in a way that deepens my understanding of poetry performances beyond the words and into the sound itself. Although Hammad never states that her voice protrudes out of a repressive white ambience, there is an undeniable and decided racial factor from her place within the sonic experience. Concave and convex spaces do not live in a vacuum where one is better than the other; rather, the two spaces can be tools to poets and listeners alike, used for ignorance or agency. Hence, this project serves as a reminder to question the preferences and conventions of sound and performance. Listeners must acknowledge the context to their aural event because nuance is as much a part of the audiotext as the words spoken."
                }
              ]
            },
            {
              "type": "horizontal-separator",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Works Cited",
                  "textSize": "heading-two"
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Bernstein, Charles. “Introduction.” Close Listening: Poetry and the Performed Word, Oxford University Press, New York, New York, 1998, pp. 3–26, "
                },
                {
                  "type": "link",
                  "url": "https://drive.google.com/file/d/1e_aIm7KnWNATF5-y0nJcwV_7Mdnbrs3l/view",
                  "children": [
                    {
                      "text": "https://drive.google.com/file/d/1e_aIm7KnWNATF5-y0nJcwV_7Mdnbrs3l/view"
                    }
                  ]
                },
                {
                  "text": ". Accessed 14 March 2025."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Eidsheim, Nina. “The Acousmatic Question: Who Is This?” Refiguring American Music The Race of Sound: Listening, Timbre, and Vocality in African American Music, Duke University Press, Durham, North Carolina, 2018, pp. 1–37. "
                },
                {
                  "type": "link",
                  "url": "https://drive.google.com/file/d/1kmH7LNYKgFexeWs2qj7t3JP49DIIE4lh/view",
                  "children": [
                    {
                      "text": "https://drive.google.com/file/d/1kmH7LNYKgFexeWs2qj7t3JP49DIIE4lh/view"
                    }
                  ]
                },
                {
                  "text": ". Accessed 5 April 2025."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Hammad, Suheir. “What I Will” Internet Archive, 14 Mar. 2025, "
                },
                {
                  "type": "link",
                  "url": "https://ia600109.us.archive.org/16/items/sample-hammad/Sample%20Hammad.mp3",
                  "children": [
                    {
                      "text": "https://ia600109.us.archive.org/16/items/sample-hammad/Sample%20Hammad.mp3. "
                    }
                  ]
                },
                {
                  "text": "Accessed 20 March 2025. "
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Knopf-Newman, Marcy Jane. “Interview with Suheir Hammad.” MELUS, vol. 31, no. 4, 2006, pp. 71–91. JSTOR, "
                },
                {
                  "type": "link",
                  "url": "http://www.jstor.org/stable/30029683",
                  "children": [
                    {
                      "text": "http://www.jstor.org/stable/30029683."
                    }
                  ]
                },
                {
                  "text": " Accessed 11 April 2025."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Thompson, Marie. “Whiteness and the Ontological Turn in Sound Studies.” Parallax, vol. 23, no. 3, 3 July 2017, pp. 266–282, "
                },
                {
                  "type": "link",
                  "url": "https://doi.org/10.1080/13534645.2017.1339967",
                  "children": [
                    {
                      "text": "https://doi.org/10.1080/13534645.2017.1339967. "
                    }
                  ]
                },
                {
                  "text": "\n\n\n\n\n\n\n\n\n\n\n\n"
                }
              ]
            }
          ]
        },
        {
          "type": "column",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "image",
              "url": "https://blog.ted.com/wp-content/uploads/sites/2/2010/12/suheirhammadtarek-aylouch1.jpg",
              "caption": "Suheir Hammad",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    }
  ],
  "title": "Reaching Out Through Sound",
  "parent": "845e2d35-7f56-41dc-818a-a5da15218da1",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "reaching-out-through-sound",
  "created_at": "2025-08-13T14:02:53.763Z",
  "created_by": "saamturner",
  "updated_at": "2025-10-23T16:54:00.891Z",
  "updated_by": "saamturner"
}