{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "grid",
      "layout": [
        6
      ],
      "children": [
        {
          "type": "column",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Michael Basinski’s “Parent + Child Heebee-Jeebies” is a short, minute-long poem that is performed by and subsequently depicts Michael and Natalie Basinski as a father-daughter duo in purportedly realistic dialogue. Though focusing on a singular conversation, it represents a shortened version of the entirety of a parent-child relationship, initially following Natalie as an assumed youngster then tracing her growth until she is old enough to assume responsibility for her father’s aging faculties. Despite the poem’s brevity, it is rich in interpretations, which I will consider in relation to "
                },
                {
                  "text": "Monotony, the Churches of Poetry Reading, and Sounds Studies",
                  "italic": true
                },
                {
                  "text": " by Marit J. MacArthur and "
                },
                {
                  "text": "Close Listening",
                  "italic": true
                },
                {
                  "text": " by Charles Bernstein. The former showcases how the poem breaks from convention, while referencing (in the poem’s content) the precipitating factor of that very convention. The latter makes apparent that the poem replicates in performance how the relationship of father and daughter is simultaneously both common and unique. Both interpretations center around the idea that this poem is quite distinct both in form, content and presentation, indicative of Basinski’s expertise in non-traditional poetry forms."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "It is quite obvious within the initial seconds of listening to \"Heebee Jeebies\" that it does not adhere to the traditional poetry form. It breaks specifically from the kind of monotonous inexpressive reading style that has been popular among contemporary spoken poetry; a form both reflective of and originating from religious ritual readings. Macarthur describes the relationship and purpose of this reading, saying: “In an academic lecture, as in a poetry reading, an understated manner of speaking may aim to focus the audience's attention on the subject matter at hand--the way that a religious ritual intends to focus attention on a sacred text\" (MacArthur 39). However, despite the widespread usage of this anti-expressionist reading style, MacArthur observes the reading as, “the closest thing to a church service in our allegedly secular academic culture,” a boring, dull voice that strives for sincerity, yet never truly achieves it (39). I doubt Basinski specifically had religious chants in mind when he strayed from convention in his creation of \"Heebee Jeebies,\" though it was undoubtedly a purposeful break from the status quo of standard spoken poetry delivery. Each line begins before the last one even finishes, as if neither speaker can hold back what they are about to say. As MacArthur mentions, \"A neutral reading style approaches literal monotony, and monotony is associated across cultures with chant and the power to invoke the divine, in religious ritual and the performance of sacred Poetry\" (42). Standard, monotone readings imply importance, they demonstrate a gravitas, a purported sincerity, or at least the expectation of which. I don't believe Basinski is saying his content is not important, rather I believe he implies the opposite. He makes clear it is not the carefully picked words of contemporary anti-expressionist poets that are important to him, rather it is the perhaps arbitrary, fast-paced conversation of a father and daughter and they express their concerns for one another that represents true sincerity and importance. In the form, he makes the appeal that realism is perhaps more sincere than a replication of sincerity."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Though the form takes a drastic turn from convention, the content itself is undoubtedly connected to the roots of religious poetry: that is, “The Book of Psalms” in the Christian Bible. Though Basinski quashes the religious influence of form by adopting quick, unclear lines, it seems he also includes the nature of Psalmic wisdom through parental warning. Psalms 1-1 reads: \"Blessed is the man who walks not in the counsel of the wicked, nor stands in the way of sinners, nor sits in the seat of scoffers.\" In short, a warning against association with bad people. Basinski's third line is \"I don't like that Judy kid, stay away!\" Similarly, a chastising against bad associations. Even in the “Book of Proverbs,” we see content similarities. Proverbs 1, verses 8-10 reads: \"Listen, my son, to your father’s instruction and do not forsake your mother’s teaching.... My son, if sinful men entice you, do not give in to them.\" Once again, we are given a warning against unruly associations, though interestingly, a direct theme of receiving wisdom from one's parents. In fact, nearly every proverb begins with King Solomon preaching about how important it is to listen to one's parents, specifically referring to himself and his own bits of wisdom. A father, continually reminding his child that what he says is indeed wise is arguably a common relationship scenario, though notably it's the exact relationship depicted in Basinski's poem, as Michael even remarks \"You'll always need my guidance.\" Basinski's role of the wise, perhaps overbearing father is diminished as the poem continues, as Natalie begins to become the voice of reason in her father's elder age. Within this engagement of both form and content, Basinski points out that true sincerity does not come from projected tone, but rather from real life interactions that reflect back to the most elementary of relationships, a parent and child—a relationship that predates the origins of religious poetry. The outcome of this interpretive analysis labels \"Heebee Jeebies\" as an ‘Unpsalmic Psalm’, simultaneously breaking, yet also indulging in themes of religious reading."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "This depicted relationship of a father-daughter duo is also thematically intriguing, especially when viewed through the lens Charles Bernstein proposes in "
                },
                {
                  "text": "Close Listening",
                  "italic": true
                },
                {
                  "text": ". The essay extrapolates the relationship between a written poem and it’s spoken iteration, positing that every time it is read aloud, it “is in itself a performance, original and unique, both separate and together in plural existence” and arguing that a “ poem understood as a performative event and not merely as a textual entity refuses the originality of the written document in favor of 'the plural event' of the work\" (Bernstein 9). Basinski’s \"Heebee Jeebies\" is not only distinct in its animated delivery style, but additionally exists as an exclusively spoken poem, as there is no discernible written version of the piece. However, within this singularity lies a replication of the many. By this I refer to the content of the poem. Though the spoken aspect defines this performance as an original, it exists as a depiction of a real-world relationship between father and daughter, a relationship that is rather ubiquitous. It seems an obvious observation to make that the argument/dialogue presented by Basinski is not a unique situation at all: a father chastising his daughter about being home on time, about who he doesn't like her hanging out with, and remarking about his own responsibility and role in her life. Subsequently, a daughter worrying about her aging father's well-being is perhaps a less common, though still a familiar situation. In this, \"Heebee Jeebies\" is original in it's spoken aurality, but shaped after the unoriginal, mundane situation of familial relationships."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Bernstein remarks that it “ seems ideal to us to construct an ideal text or to seek an original, and we remain dissatisfied with an ever-changing phenomenon\" (Bernstein 10). Basinski engages with this notion by implying, though aurality, a question of: what is the original? Is there an original for a relationship so unanimously commonplace? If the spoken poem is not recited from textual verse, it appears rather to be a replication of the relationships most of us are already familiar with, shown by the realism injected into the dialogue. If anything, the content of the poem depicts the most unoriginal of relationships, generations upon generations of similar conversations from similarly related people. And yet, it exists as a performance, and as Bernstein posits, from “ an oral point of view each performance is original\" (10). Like the poem, every father and daughter relationship is, to the people in them, the original; yet, it is also predicated upon the past existences of that same relationship."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Though \"Heebee Jeebies\" seems, at first glance, to be a simple depiction of a somewhat humorous father daughter debate, when examining both form and content through theory, it becomes clear that it engages with more themes than expected from a poem so brief. Because of Basinski’s experience in creating unconventional poetry, usually in uniquely abstract visual poetry, he undoubtedly was mindful about the kind of format chosen for \"Heebee Jeebies.\" In the form alone, it breaks from typical spoken poetry, ditching monotone inexpressive reading for a purportedly realistic animated delivery style. With this he distances his work from the religious ritual that spawned anti-expressivist convention, yet in the same breath, shapes the very content of his poem to resemble the origins of that religious ritual reading style. Similarly, the relationship depicted is implicative of another theme Basinski engages with, complicating the dynamic between father and daughter to depict it as wholly unique, yet also replicative of a ubiquitous and mundane relationship. In combination, these interpretations show that Michael uses his poem to question what sincerity in poetry actually is, and similarly to question what is unique; positing that perhaps our common, drab reading style typical in poetry is not sincere, and that one of the most common family dynamics in the world is unique and distinct with every iteration."
                }
              ]
            },
            {
              "type": "horizontal-separator",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Works Cited",
                  "textSize": "heading-two"
                },
                {
                  "text": "\nBasinski, Michael. \"Parent + Child Heebie Jeebies.\" Sound Poetry Today, UbuWeb. "
                },
                {
                  "type": "link",
                  "url": "https://www.ubu.com/sound/spt.html",
                  "children": [
                    {
                      "text": "https://www.ubu.com/sound/spt.html"
                    }
                  ]
                },
                {
                  "text": ". "
                },
                {
                  "type": "link",
                  "url": "https://www.ubu.com/media/sound/spt/SPT_04-Parent+Child-Heebee-Jeebies.mp3",
                  "children": [
                    {
                      "text": "https://www.ubu.com/media/sound/spt/SPT_04-Parent+Child-Heebee-Jeebies.mp3"
                    }
                  ]
                },
                {
                  "text": " .\n"
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Bernstein, Charles. \"Introduction.\" Close Listening: Poetry and the Performed Word, edited by Charles Bernstein, Oxford University Press, 1998, pp. 3–24."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "MacArthur, Marit. \"Monotony, the Churches of Poetry Reading, and Sound Studies.\" PMLA, vol. 134, no. 1, 2016, pp. 38–63."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "\nThe Holy Bible: New International Version. Zondervan, 2011. "
                },
                {
                  "type": "link",
                  "url": "https://www.biblegateway.com",
                  "children": [
                    {
                      "text": "https://www.biblegateway.com"
                    }
                  ]
                },
                {
                  "text": " \n"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    }
  ],
  "title": "Reflective Essay on “Parent + Child Heebee-Jeebies”",
  "parent": "05ccc795-48e3-42a1-9e79-5487bc17136d",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "reflective-essay-on-parent-child-heebee-je",
  "created_at": "2025-08-13T14:53:59.785Z",
  "created_by": "saamturner",
  "updated_at": "2025-08-15T15:19:12.399Z",
  "updated_by": "saamturner"
}